evaluacion-2021-2.org
#+TITLE:        Evaluación Redacción y exposición de temas de ingeniería
#+AUTHOR:       Edgar Uriel Domínguez Espinoza
#+EMAIL:        reti AT genomorro DOT name
#+DATE:         2021
#+HTML_DOCTYPE: html5
#+HTML_HEAD:    <link rel="stylesheet" type="text/css" href="styles/orgcss/org.css"/>
#+LANGUAGE:     es

#+BEGIN_abstract
#+END_abstract

* Grupos, horarios y fechas importantes

El  curso  consiste  de  16  semanas,  treinta  y  dos  clases  posibles,  dos  días  de  asueto
confirmados. Tres clases serán destinadas a hablar sobre los procedimientos del curso y la forma
de evaluar.

- Grupo 9. Lunes y viernes, 11:00 a 13:00. Salón A202.
- Grupo 23. Lunes y miércoles, 17:00 a 19:00. Salón Y101.

En  cualquier caso:  **Memoriza  tu número  de  grupo**.  El  grupo al  que  perteneces te  será
solicitado en los exámenes  u otras actividades y no será permitido  preguntarlo ni levantarse a
ver los horarios en la puerta del salón.

La clase inicia a la hora señalada en los  horarios colocados arriba, en caso de que el profesor
se retrase  más de quince minutos  la clase iniciará a  los treinta minutos. Si  pasados treinta
minutos el profesor aun está retrasado, la clase iniciará una hora después del horario oficial.

** Calendario

1. Inicio del semestre: 22 de febrero de 2021
2. Verificación de usuario y contraseña para examen final: 15 de mayo de 2021
3. Límite de entrega de evidencias finales: 12 de junio de 2021 (hasta las 15:00)
4. Fin de semestre: 19 de junio de 2021
5. Informe sobre rendimiento de grupo:
   - Grupo 9: 18 de junio de 2021 
   - Grupo 23: 16 de junio de 2021
6. Exámenes finales: 21 de junio de 2021 y 28 de junio de 2021
* Guía del curso

El curso tiene una guía de elementos mínimos  que debes conocer para aprobar la asignatura. Eres
el único  que tiene la  obligación de revisar  cuales son dichos  elementos y asegurarte  que el
profesor los explique durante la clase.

La guía está disponible en formato [[file:assets/manual.pdf][PDF]] y [[file:manual.html][HTML]], te ayudará para tu evaluación. También puedes ver
el temario oficial de la asignatura en la sección de [[Lecturas]].

Las fuentes  de este sitio  pueden encontrarse en [[https://gitlab.com/genomorro/manual][gitlab]],  eres libre de  copiarlo, consultarlo,
modificarlo, corregirlo.

* Formato del curso.

En las primeras clases del curso el profesor expondrá los siguientes temas:

- El reporte académico.
- El método CARS.
- Referencias en un reporte académico.
- Guía básica sobre la exposición oral.
- La argumentación y la justificación.
- Lenguaje de marcado Latex.

Una vez concluidos dichos temas tendrás que exponer  los puntos restantes del curso. En total se
consideran tres exposiciones por  cada clase. Se ha considerado una  exposición por alumno donde
lo más importante  es el tiempo. Cada  exposición deberá durar estrictamente  quince minutos. La
segunda mitad de la clase será destinada a la discusión en grupo y brindar correcciones teóricas
por parte del profesor, así com a resolver dudas sobre exposiciones próximas y trabajos.

Si no atiendes a la exposición que te fue  asignada, el tema será abordado por el profesor en la
segunda parte de la clase.

A continuación  se presentan los  temas a exponer y  las fechas tentativas[fn:1].

** TODO Clase 1
<2021-03-22 lun>

1. El circuito de la comunicación.\\
   Lingüística y poética. Roman Jakobson, 1983.
   - Elementos del circuito.
   - Funciones de los elementos del circuito.
2. La teoría de los infortunios.\\
   Como hacer cosas con las palabras (Conferencias I, II, III). John Austin.
   - El abuso y el desacierto.
   - Condiciones de felicidad.
3. La teoría de los actos de habla.\\
   Teoría de los actos de habla (Capítulo I y II). John Searle.
   - Definición de acto de habla.
   - Acto de emisión, proposición e ilocución.

** TODO Clase 2
<2021-03-24 mié> y <2021-03-26 vie>

1. El principio de cooperación.\\
   Lógica y conversación. Paul Grice, 1975.
   - Definición del principio de cooperación.
   - Máximas del principio de cooperación.
2. La comunicación asertiva.\\
   - Comunicación asertiva. Wázcar Verduzco y Marlón Hernández, 2017. 
3. El método Gronholm como filtro laboral.\\
   - Aplicación del tema.
** TODO Clase 3
<2021-04-05 lun>

1. El lenguaje, la lengua y el habla.\\
   Hacia los conceptos de lengua, dialecto y hablas. Manuel Alvar, 1961.\\
   Fundamentos de lingüística. Raffaele Simone, 2001.
   - Definición.
   - Relación de conceptos.
2. Características del lenguaje.\\
   Fundamentos de lingüística. Raffaele Simone, 2001.
   - Ver manual del curso.
3. El caso de Ginie Wiley.
   - Aplicación del tema.
