evaluacion-2021-2.html
<!DOCTYPE html>
<html lang="es">
<head>
<!-- 2021-02-21 dom 16:27 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>Evaluación Redacción y exposición de temas de ingeniería</title>
<meta name="generator" content="Org mode">
<meta name="author" content="Edgar Uriel Domínguez Espinoza">
<link rel="stylesheet" type="text/css" href="styles/orgcss/org.css"/>
</head>
<body>
<div id="content">
<h1 class="title">Evaluación Redacción y exposición de temas de ingeniería</h1>
<div id="table-of-contents">
<h2>&Iacute;ndice</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org3e1f09b">1. Grupos, horarios y fechas importantes</a>
<ul>
<li><a href="#org9ce8fb1">1.1. Calendario</a></li>
</ul>
</li>
<li><a href="#orgeccb3ad">2. Guía del curso</a></li>
<li><a href="#orge368fcf">3. Formato del curso.</a>
<ul>
<li><a href="#orgc423fc5">3.1. <span class="todo TODO">TODO</span> Clase 1</a></li>
<li><a href="#orgd77d362">3.2. <span class="todo TODO">TODO</span> Clase 2</a></li>
<li><a href="#orgba75157">3.3. <span class="todo TODO">TODO</span> Clase 3</a></li>
<li><a href="#orga03ed96">3.4. <span class="todo TODO">TODO</span> Clase 4</a></li>
<li><a href="#org6cc9483">3.5. <span class="todo TODO">TODO</span> Clase 5</a></li>
<li><a href="#orga9c83bb">3.6. <span class="todo TODO">TODO</span> Clase 6</a></li>
<li><a href="#org54e9640">3.7. <span class="todo TODO">TODO</span> Clase 7</a></li>
<li><a href="#orgd6c2243">3.8. <span class="todo TODO">TODO</span> Clase 8</a></li>
<li><a href="#orge33dd42">3.9. <span class="todo TODO">TODO</span> Clase 9</a></li>
<li><a href="#orgaa2cd1f">3.10. <span class="todo TODO">TODO</span> Clase 10</a></li>
<li><a href="#org0806c12">3.11. <span class="todo TODO">TODO</span> Clase 11</a></li>
<li><a href="#org94b0f69">3.12. <span class="todo TODO">TODO</span> Clase 12</a></li>
</ul>
</li>
<li><a href="#orgff8d4cf">4. Evaluación</a>
<ul>
<li><a href="#orge6c0fd3">4.1. Evidencias</a></li>
<li><a href="#org38fcd88">4.2. Entregas</a></li>
<li><a href="#orgdf898c3">4.3. Participaciones</a></li>
<li><a href="#org1d1c92c">4.4. Calificación</a>
<ul>
<li><a href="#orge620e0b">4.4.1. Ajuste de calificación.</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org340b2f4">5. Rúbricas</a>
<ul>
<li><a href="#org56ff830">5.1. R1: Admisión de textos</a></li>
<li><a href="#orgfae4d1a">5.2. R2: Evaluación de textos</a></li>
<li><a href="#org2e90c67">5.3. R3: Admisión de exposición</a></li>
<li><a href="#org95144f0">5.4. R4: Evaluación de exposición</a></li>
</ul>
</li>
<li><a href="#org5776bd3">6. Exámenes finales</a>
<ul>
<li><a href="#orgbef0c51">6.1. Procedimiento para el primer examen final</a></li>
<li><a href="#orgf35feed">6.2. Contraseñas para exámenes</a>
<ul>
<li><a href="#org30fac54">6.2.1. Grupo 9</a></li>
<li><a href="#org4edca5a">6.2.2. Grupo 23</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#orgbf0d2da">7. Otros elementos útiles para tu calificación</a>
<ul>
<li><a href="#org1dc64a2">7.1. Latex</a></li>
<li><a href="#org9171131">7.2. Lecturas&#xa0;&#xa0;&#xa0;<span class="tag"><span class="REVISAR">REVISAR</span></span></a></li>
</ul>
</li>
<li><a href="#orge393806">8. Seguridad</a></li>
</ul>
</div>
</div>
<div class="abstract" id="org360ad8f">

</div>

<div id="outline-container-org3e1f09b" class="outline-2">
<h2 id="org3e1f09b"><span class="section-number-2">1</span> Grupos, horarios y fechas importantes</h2>
<div class="outline-text-2" id="text-1">
<p>
El  curso  consiste  de  16  semanas,  treinta  y  dos  clases  posibles,  dos  días  de  asueto
confirmados. Tres clases serán destinadas a hablar sobre los procedimientos del curso y la forma
de evaluar.
</p>

<ul class="org-ul">
<li>Grupo 9. Lunes y viernes, 11:00 a 13:00. Salón A202.</li>
<li>Grupo 23. Lunes y miércoles, 17:00 a 19:00. Salón Y101.</li>
</ul>

<p>
En  cualquier caso:  <b><b>Memoriza  tu número  de  grupo</b></b>.  El  grupo al  que  perteneces te  será
solicitado en los exámenes  u otras actividades y no será permitido  preguntarlo ni levantarse a
ver los horarios en la puerta del salón.
</p>

<p>
La clase inicia a la hora señalada en los  horarios colocados arriba, en caso de que el profesor
se retrase  más de quince minutos  la clase iniciará a  los treinta minutos. Si  pasados treinta
minutos el profesor aun está retrasado, la clase iniciará una hora después del horario oficial.
</p>
</div>

<div id="outline-container-org9ce8fb1" class="outline-3">
<h3 id="org9ce8fb1"><span class="section-number-3">1.1</span> Calendario</h3>
<div class="outline-text-3" id="text-1-1">
<ol class="org-ol">
<li>Inicio del semestre: 22 de febrero de 2021</li>
<li>Verificación de usuario y contraseña para examen final: 15 de mayo de 2021</li>
<li>Límite de entrega de evidencias finales: 12 de junio de 2021 (hasta las 15:00)</li>
<li>Fin de semestre: 19 de junio de 2021</li>
<li>Informe sobre rendimiento de grupo:
<ul class="org-ul">
<li>Grupo 9: 18 de junio de 2021</li>
<li>Grupo 23: 16 de junio de 2021</li>
</ul></li>
<li>Exámenes finales: 21 de junio de 2021 y 28 de junio de 2021</li>
</ol>
</div>
</div>
</div>
<div id="outline-container-orgeccb3ad" class="outline-2">
<h2 id="orgeccb3ad"><span class="section-number-2">2</span> Guía del curso</h2>
<div class="outline-text-2" id="text-2">
<p>
El curso tiene una guía de elementos mínimos  que debes conocer para aprobar la asignatura. Eres
el único  que tiene la  obligación de revisar  cuales son dichos  elementos y asegurarte  que el
profesor los explique durante la clase.
</p>

<p>
La guía está disponible en formato <a href="assets/manual.pdf">PDF</a> y <a href="manual.html">HTML</a>, te ayudará para tu evaluación. También puedes ver
el temario oficial de la asignatura en la sección de <a href="#org9171131">7.2</a>.
</p>

<p>
Las fuentes  de este sitio  pueden encontrarse en <a href="https://gitlab.com/genomorro/manual">gitlab</a>,  eres libre de  copiarlo, consultarlo,
modificarlo, corregirlo.
</p>
</div>
</div>

<div id="outline-container-orge368fcf" class="outline-2">
<h2 id="orge368fcf"><span class="section-number-2">3</span> Formato del curso.</h2>
<div class="outline-text-2" id="text-3">
<p>
En las primeras clases del curso el profesor expondrá los siguientes temas:
</p>

<ul class="org-ul">
<li>El reporte académico.</li>
<li>El método CARS.</li>
<li>Referencias en un reporte académico.</li>
<li>Guía básica sobre la exposición oral.</li>
<li>La argumentación y la justificación.</li>
<li>Lenguaje de marcado Latex.</li>
</ul>

<p>
Una vez concluidos dichos temas tendrás que exponer  los puntos restantes del curso. En total se
consideran tres exposiciones por  cada clase. Se ha considerado una  exposición por alumno donde
lo más importante  es el tiempo. Cada  exposición deberá durar estrictamente  quince minutos. La
segunda mitad de la clase será destinada a la discusión en grupo y brindar correcciones teóricas
por parte del profesor, así com a resolver dudas sobre exposiciones próximas y trabajos.
</p>

<p>
Si no atiendes a la exposición que te fue  asignada, el tema será abordado por el profesor en la
segunda parte de la clase.
</p>

<p>
A continuación  se presentan los  temas a exponer y  las fechas tentativas<sup><a id="fnr.1" class="footref" href="#fn.1">1</a></sup>.
</p>
</div>

<div id="outline-container-orgc423fc5" class="outline-3">
<h3 id="orgc423fc5"><span class="section-number-3">3.1</span> <span class="todo TODO">TODO</span> Clase 1</h3>
<div class="outline-text-3" id="text-3-1">
<p>
<span class="timestamp-wrapper"><span class="timestamp">&lt;2021-03-22 lun&gt;</span></span>
</p>

<ol class="org-ol">
<li>El circuito de la comunicación.<br>
Lingüística y poética. Roman Jakobson, 1983.
<ul class="org-ul">
<li>Elementos del circuito.</li>
<li>Funciones de los elementos del circuito.</li>
</ul></li>
<li>La teoría de los infortunios.<br>
Como hacer cosas con las palabras (Conferencias I, II, III). John Austin.
<ul class="org-ul">
<li>El abuso y el desacierto.</li>
<li>Condiciones de felicidad.</li>
</ul></li>
<li>La teoría de los actos de habla.<br>
Teoría de los actos de habla (Capítulo I y II). John Searle.
<ul class="org-ul">
<li>Definición de acto de habla.</li>
<li>Acto de emisión, proposición e ilocución.</li>
</ul></li>
</ol>
</div>
</div>

<div id="outline-container-orgd77d362" class="outline-3">
<h3 id="orgd77d362"><span class="section-number-3">3.2</span> <span class="todo TODO">TODO</span> Clase 2</h3>
<div class="outline-text-3" id="text-3-2">
<p>
<span class="timestamp-wrapper"><span class="timestamp">&lt;2021-03-24 mié&gt; </span></span> y <span class="timestamp-wrapper"><span class="timestamp">&lt;2021-03-26 vie&gt;</span></span>
</p>

<ol class="org-ol">
<li>El principio de cooperación.<br>
Lógica y conversación. Paul Grice, 1975.
<ul class="org-ul">
<li>Definición del principio de cooperación.</li>
<li>Máximas del principio de cooperación.</li>
</ul></li>
<li>La comunicación asertiva.<br>
<ul class="org-ul">
<li>Comunicación asertiva. Wázcar Verduzco y Marlón Hernández, 2017.</li>
</ul></li>
<li>El método Gronholm como filtro laboral.<br>
<ul class="org-ul">
<li>Aplicación del tema.</li>
</ul></li>
</ol>
</div>
</div>
<div id="outline-container-orgba75157" class="outline-3">
<h3 id="orgba75157"><span class="section-number-3">3.3</span> <span class="todo TODO">TODO</span> Clase 3</h3>
<div class="outline-text-3" id="text-3-3">
<p>
<span class="timestamp-wrapper"><span class="timestamp">&lt;2021-04-05 lun&gt;</span></span>
</p>

<ol class="org-ol">
<li>El lenguaje, la lengua y el habla.<br>
Hacia los conceptos de lengua, dialecto y hablas. Manuel Alvar, 1961.<br>
Fundamentos de lingüística. Raffaele Simone, 2001.
<ul class="org-ul">
<li>Definición.</li>
<li>Relación de conceptos.</li>
</ul></li>
<li>Características del lenguaje.<br>
Fundamentos de lingüística. Raffaele Simone, 2001.
<ul class="org-ul">
<li>Ver manual del curso.</li>
</ul></li>
<li>El caso de Ginie Wiley.
<ul class="org-ul">
<li>Aplicación del tema.</li>
</ul></li>
</ol>
</div>
</div>
