evaluacion-2021-2.org
** TODO Clase 4
<2021-04-07 mié> y <2021-04-09 vie>

1. Competencia comunicativa y registros de lengua.\\
   El lenguaje (Capítulo 15, 19). George Yule, 2007
   - Concepto de competencia lingüística (gramatical).
   - Concepto de competencia comunicativa.
   - Concepto de registro de lengua.
2. Las lenguas de México.
   - Clasificación de las lenguas de México.
   - Legislación mexicana.
   - El Catálogo de lenguas indígenas nacionales.
3. Cultura organizacional.
   - Aplicación de tema.
** TODO Clase 5
<2021-04-12 lun>

1. La escritura.\\
   Las consecuencias de la escritura alfabética en la teoría lingüística. Celia Zamudio, 2010.
   - Diferencias entre escritura y oralidad.
   - Definición de la escritura.
2. La ortografía.\\
   Ortografía de la lengua española. Asociación de Academias de la Lengua Española, 2010.
   - Definición de ortografía.
   - Ejemplos aplicables para un texto de ingeniería.
3. El papel del lector.\\
   La muerte del autor. Roland Barthes, 1987.
** TODO Clase 6
<2021-04-14 mié> y <2021-04-16 vie>

1. La gramática.\\
   Nueva gramática de la lengua española. Asociación de Academias de la Lengua Española, 2010.
   - Fonología y fonema.
   - Morfología y morfema.
   - Sintaxis y lexema.
   - Semántica y el significado.
   - Otros niveles.
2. Definición de palabra.\\
   Nueva gramática de la lengua española. Asociación de Academias de la Lengua Española, 2010.
   - Palabra fonológica, morfológica, léxica y gráfica.
3. El problema de la escritura alfabética.
   - Aplicación de tema.
** TODO Clase 7
<2021-04-19 lun>

1. Nombres y determinantes.
2. Verbos.
3. Adjetivos.

Bibliografía común:
+ Nueva gramática de la lengua española. Asociación de Academias de la Lengua Española, 2010.
+ Gramática descriptiva de la lengua española. Ignacio Bosque & Violeta Demonte, 1999.
** TODO Clase 8
<2021-04-21 mié> y <2021-04-23 vie>

1. Adverbios.
2. Preposiciones.
3. Conjunciones.

Bibliografía común:
+ Nueva gramática de la lengua española. Asociación de Academias de la Lengua Española, 2010.
+ Gramática descriptiva de la lengua española. Ignacio Bosque & Violeta Demonte, 1999.
** TODO Clase 9
<2021-04-26 lun>

1. Tipos de verbos.
   - Impersonales, intransitivos, transitivos y bitransitivos.
2. Las oraciones.
   - Orden básico del español.
   - Oración activa y pasiva.
3. Complementantes.\\
   ESTAR + FC en el castellano peruano. Víctor Martel, 2019.
   - Oraciones subordinadas.
   - Oraciones interrogativas WH o QU.

Bibliografía común:
+ Nueva gramática de la lengua española. Asociación de Academias de la Lengua Española, 2010.
+ Gramática descriptiva de la lengua española. Ignacio Bosque & Violeta Demonte, 1999.
** TODO Clase 10
<2021-04-28 mié> y <2021-04-30 vie>

1. Sujeto.
   - Definición.
   - Pronombres.
2. Objeto.
   - Definición.
   - Pronombres o clíticos.
3. Oblicuos.
   - Complementos circunstanciales.
   - Objeto indirecto.

Bibliografía común:
+ Nueva gramática de la lengua española. Asociación de Academias de la Lengua Española, 2010.
+ Gramática descriptiva de la lengua española. Ignacio Bosque & Violeta Demonte, 1999.
** TODO Clase 11
<2021-05-03 lun>

1. Ambigüedad.
   - Aplicación de tema.
2. Algoritmo CKY.
   - Aplicación de tema.
3. Parcial Parsing.
   - Aplicación de tema.

Bibliografía común:
+ Speech and Language Processing.  Daniel Jurafsky & James H. Martin. Capítulo 13.  
** TODO Clase 12
<2021-05-05 mié> y <2021-05-07 vie>

1. El párrafo.
   - Definición.
   - Características.
2. Oraciones tópico.
   - Definición.
   - Clasificación.
3. Orden dentro de los párrafos.
   - Clasificación.

Bibliografía: Manual del curso.
* Evaluación
** Evidencias

En el curso deberás entregar hasta tres evidencias que serán consideradas para tu calificación:

1. Una exposición  oral en clase  con tema  previamente asignado.  En  este punto habrá  solo dos
   calificaciones posibles:  cero o  diez. Será  motivo de  reprobación principalmente:  Falta de
   dominio  del  tema, no  presentar  la  exposición y  sobrepasar  el  tiempo permitido  (quince
   minutos).
2. Un video explicación sobre  el mismo tema. Tendrá quince minutos de  duración, si sobrepasa el
   tiempo, se considerará como  un error cada minuto adicional. Se recomienda  el uso de software
   libre en  su elaboración, por ejemplo:  Openshot, Avidemux, Shotcut o  Kdenlive. Será aceptado
   para su calificación según la rúbrica R3 y será calificado según la rúbrica R4. Se califica en
   un intervalo de cero a diez.
3. Un trabajo escrito sobre el mismo tema. Será aceptado para su calificación según la rúbrica R1
   y será calificado según la rúbrica R4. Se califica en un intervalo de cero a diez.

