evaluacion-2021-2.html
<div id="outline-container-orga03ed96" class="outline-3">
<h3 id="orga03ed96"><span class="section-number-3">3.4</span> <span class="todo TODO">TODO</span> Clase 4</h3>
<div class="outline-text-3" id="text-3-4">
<p>
<span class="timestamp-wrapper"><span class="timestamp">&lt;2021-04-07 mié&gt; </span></span> y <span class="timestamp-wrapper"><span class="timestamp">&lt;2021-04-09 vie&gt;</span></span>
</p>

<ol class="org-ol">
<li>Competencia comunicativa y registros de lengua.<br>
El lenguaje (Capítulo 15, 19). George Yule, 2007
<ul class="org-ul">
<li>Concepto de competencia lingüística (gramatical).</li>
<li>Concepto de competencia comunicativa.</li>
<li>Concepto de registro de lengua.</li>
</ul></li>
<li>Las lenguas de México.
<ul class="org-ul">
<li>Clasificación de las lenguas de México.</li>
<li>Legislación mexicana.</li>
<li>El Catálogo de lenguas indígenas nacionales.</li>
</ul></li>
<li>Cultura organizacional.
<ul class="org-ul">
<li>Aplicación de tema.</li>
</ul></li>
</ol>
</div>
</div>
<div id="outline-container-org6cc9483" class="outline-3">
<h3 id="org6cc9483"><span class="section-number-3">3.5</span> <span class="todo TODO">TODO</span> Clase 5</h3>
<div class="outline-text-3" id="text-3-5">
<p>
<span class="timestamp-wrapper"><span class="timestamp">&lt;2021-04-12 lun&gt;</span></span>
</p>

<ol class="org-ol">
<li>La escritura.<br>
Las consecuencias de la escritura alfabética en la teoría lingüística. Celia Zamudio, 2010.
<ul class="org-ul">
<li>Diferencias entre escritura y oralidad.</li>
<li>Definición de la escritura.</li>
</ul></li>
<li>La ortografía.<br>
Ortografía de la lengua española. Asociación de Academias de la Lengua Española, 2010.
<ul class="org-ul">
<li>Definición de ortografía.</li>
<li>Ejemplos aplicables para un texto de ingeniería.</li>
</ul></li>
<li>El papel del lector.<br>
La muerte del autor. Roland Barthes, 1987.</li>
</ol>
</div>
</div>
<div id="outline-container-orga9c83bb" class="outline-3">
<h3 id="orga9c83bb"><span class="section-number-3">3.6</span> <span class="todo TODO">TODO</span> Clase 6</h3>
<div class="outline-text-3" id="text-3-6">
<p>
<span class="timestamp-wrapper"><span class="timestamp">&lt;2021-04-14 mié&gt; </span></span> y <span class="timestamp-wrapper"><span class="timestamp">&lt;2021-04-16 vie&gt;</span></span>
</p>

<ol class="org-ol">
<li>La gramática.<br>
Nueva gramática de la lengua española. Asociación de Academias de la Lengua Española, 2010.
<ul class="org-ul">
<li>Fonología y fonema.</li>
<li>Morfología y morfema.</li>
<li>Sintaxis y lexema.</li>
<li>Semántica y el significado.</li>
<li>Otros niveles.</li>
</ul></li>
<li>Definición de palabra.<br>
Nueva gramática de la lengua española. Asociación de Academias de la Lengua Española, 2010.
<ul class="org-ul">
<li>Palabra fonológica, morfológica, léxica y gráfica.</li>
</ul></li>
<li>El problema de la escritura alfabética.
<ul class="org-ul">
<li>Aplicación de tema.</li>
</ul></li>
</ol>
</div>
</div>
<div id="outline-container-org54e9640" class="outline-3">
<h3 id="org54e9640"><span class="section-number-3">3.7</span> <span class="todo TODO">TODO</span> Clase 7</h3>
<div class="outline-text-3" id="text-3-7">
<p>
<span class="timestamp-wrapper"><span class="timestamp">&lt;2021-04-19 lun&gt;</span></span>
</p>

<ol class="org-ol">
<li>Nombres y determinantes.</li>
<li>Verbos.</li>
<li>Adjetivos.</li>
</ol>

<p>
Bibliografía común:
</p>
<ul class="org-ul">
<li>Nueva gramática de la lengua española. Asociación de Academias de la Lengua Española, 2010.</li>
<li>Gramática descriptiva de la lengua española. Ignacio Bosque &amp; Violeta Demonte, 1999.</li>
</ul>
</div>
</div>
<div id="outline-container-orgd6c2243" class="outline-3">
<h3 id="orgd6c2243"><span class="section-number-3">3.8</span> <span class="todo TODO">TODO</span> Clase 8</h3>
<div class="outline-text-3" id="text-3-8">
<p>
<span class="timestamp-wrapper"><span class="timestamp">&lt;2021-04-21 mié&gt; </span></span> y <span class="timestamp-wrapper"><span class="timestamp">&lt;2021-04-23 vie&gt;</span></span>
</p>

<ol class="org-ol">
<li>Adverbios.</li>
<li>Preposiciones.</li>
<li>Conjunciones.</li>
</ol>

<p>
Bibliografía común:
</p>
<ul class="org-ul">
<li>Nueva gramática de la lengua española. Asociación de Academias de la Lengua Española, 2010.</li>
<li>Gramática descriptiva de la lengua española. Ignacio Bosque &amp; Violeta Demonte, 1999.</li>
</ul>
</div>
</div>
<div id="outline-container-orge33dd42" class="outline-3">
<h3 id="orge33dd42"><span class="section-number-3">3.9</span> <span class="todo TODO">TODO</span> Clase 9</h3>
<div class="outline-text-3" id="text-3-9">
<p>
<span class="timestamp-wrapper"><span class="timestamp">&lt;2021-04-26 lun&gt;</span></span>
</p>

<ol class="org-ol">
<li>Tipos de verbos.
<ul class="org-ul">
<li>Impersonales, intransitivos, transitivos y bitransitivos.</li>
</ul></li>
<li>Las oraciones.
<ul class="org-ul">
<li>Orden básico del español.</li>
<li>Oración activa y pasiva.</li>
</ul></li>
<li>Complementantes.<br>
ESTAR + FC en el castellano peruano. Víctor Martel, 2019.
<ul class="org-ul">
<li>Oraciones subordinadas.</li>
<li>Oraciones interrogativas WH o QU.</li>
</ul></li>
</ol>

<p>
Bibliografía común:
</p>
<ul class="org-ul">
<li>Nueva gramática de la lengua española. Asociación de Academias de la Lengua Española, 2010.</li>
<li>Gramática descriptiva de la lengua española. Ignacio Bosque &amp; Violeta Demonte, 1999.</li>
</ul>
</div>
</div>
<div id="outline-container-orgaa2cd1f" class="outline-3">
<h3 id="orgaa2cd1f"><span class="section-number-3">3.10</span> <span class="todo TODO">TODO</span> Clase 10</h3>
<div class="outline-text-3" id="text-3-10">
<p>
<span class="timestamp-wrapper"><span class="timestamp">&lt;2021-04-28 mié&gt; </span></span> y <span class="timestamp-wrapper"><span class="timestamp">&lt;2021-04-30 vie&gt;</span></span>
</p>

<ol class="org-ol">
<li>Sujeto.
<ul class="org-ul">
<li>Definición.</li>
<li>Pronombres.</li>
</ul></li>
<li>Objeto.
<ul class="org-ul">
<li>Definición.</li>
<li>Pronombres o clíticos.</li>
</ul></li>
<li>Oblicuos.
<ul class="org-ul">
<li>Complementos circunstanciales.</li>
<li>Objeto indirecto.</li>
</ul></li>
</ol>

<p>
Bibliografía común:
</p>
<ul class="org-ul">
<li>Nueva gramática de la lengua española. Asociación de Academias de la Lengua Española, 2010.</li>
<li>Gramática descriptiva de la lengua española. Ignacio Bosque &amp; Violeta Demonte, 1999.</li>
</ul>
</div>
</div>
<div id="outline-container-org0806c12" class="outline-3">
<h3 id="org0806c12"><span class="section-number-3">3.11</span> <span class="todo TODO">TODO</span> Clase 11</h3>
<div class="outline-text-3" id="text-3-11">
<p>
<span class="timestamp-wrapper"><span class="timestamp">&lt;2021-05-03 lun&gt;</span></span>
</p>

<ol class="org-ol">
<li>Ambigüedad.
<ul class="org-ul">
<li>Aplicación de tema.</li>
</ul></li>
<li>Algoritmo CKY.
<ul class="org-ul">
<li>Aplicación de tema.</li>
</ul></li>
<li>Parcial Parsing.
<ul class="org-ul">
<li>Aplicación de tema.</li>
</ul></li>
</ol>

<p>
Bibliografía común:
</p>
<ul class="org-ul">
<li>Speech and Language Processing.  Daniel Jurafsky &amp; James H. Martin. Capítulo 13.</li>
</ul>
</div>
</div>
<div id="outline-container-org94b0f69" class="outline-3">
<h3 id="org94b0f69"><span class="section-number-3">3.12</span> <span class="todo TODO">TODO</span> Clase 12</h3>
<div class="outline-text-3" id="text-3-12">
<p>
<span class="timestamp-wrapper"><span class="timestamp">&lt;2021-05-05 mié&gt; </span></span> y <span class="timestamp-wrapper"><span class="timestamp">&lt;2021-05-07 vie&gt;</span></span>
</p>

<ol class="org-ol">
<li>El párrafo.
<ul class="org-ul">
<li>Definición.</li>
<li>Características.</li>
</ul></li>
<li>Oraciones tópico.
<ul class="org-ul">
<li>Definición.</li>
<li>Clasificación.</li>
</ul></li>
<li>Orden dentro de los párrafos.
<ul class="org-ul">
<li>Clasificación.</li>
</ul></li>
</ol>

<p>
Bibliografía: Manual del curso.
</p>
</div>
</div>
</div>
<div id="outline-container-orgff8d4cf" class="outline-2">
<h2 id="orgff8d4cf"><span class="section-number-2">4</span> Evaluación</h2>
<div class="outline-text-2" id="text-4">
</div>
<div id="outline-container-orge6c0fd3" class="outline-3">
<h3 id="orge6c0fd3"><span class="section-number-3">4.1</span> Evidencias</h3>
<div class="outline-text-3" id="text-4-1">
<p>
En el curso deberás entregar hasta tres evidencias que serán consideradas para tu calificación:
</p>

<ol class="org-ol">
<li>Una exposición  oral en clase  con tema  previamente asignado.  En  este punto habrá  solo dos
calificaciones posibles:  cero o  diez. Será  motivo de  reprobación principalmente:  Falta de
dominio  del  tema, no  presentar  la  exposición y  sobrepasar  el  tiempo permitido  (quince
minutos).</li>
<li>Un video explicación sobre  el mismo tema. Tendrá quince minutos de  duración, si sobrepasa el
tiempo, se considerará como  un error cada minuto adicional. Se recomienda  el uso de software
libre en  su elaboración, por ejemplo:  Openshot, Avidemux, Shotcut o  Kdenlive. Será aceptado
para su calificación según la rúbrica R3 y será calificado según la rúbrica R4. Se califica en
un intervalo de cero a diez.</li>
<li>Un trabajo escrito sobre el mismo tema. Será aceptado para su calificación según la rúbrica R1
y será calificado según la rúbrica R4. Se califica en un intervalo de cero a diez.</li>
</ol>
</div>
</div>
