evaluacion-2021-2.org
** Entregas

Toda evidencia se  trabajará durante el tiempo que  dure el semestre. De esta  forma se pretende
que mejores tu trabajo y preguntes tus dudas según vaya avanzando el curso.

Por lo tanto, las evidencias tendrán una entrega final con los siguientes pasos:

- Crear un archivo comprimido  tipo zip, gz, bz2 o 7z que tenga  el siguiente formato de nombre:
  NombreApellidos-Grupo, por ejemplo:  /EdgarUrielDominguezEspinoza-Gpo10.tar.gz/.  Este archivo
  contendrá el material que  el alumno realizó, incluidos los revisados  por el profesor durante
  el semestre.
- Los formatos permitidos  para entrega de tareas son preferentemente  formatos libres como PDF,
  txt, mp3, ogg, odt, ods. También se recibirán archivos doc, docx, avi, etc.
- Los archivos y carpetas deben estar nombrados en [[https://es.wikipedia.org/wiki/Camel_case][formato Camel case]], sin acentos ni espacios.
- El archivo debe ser entregado en la carpeta que corresponda:

  + [[https://nc.genomorro.name/index.php/s/zaspjd7nj9fbHQF][Grupo 9]]
  + [[https://nc.genomorro.name/index.php/s/DGne2JHq9xaZtPn][Grupo 23]]
      
Las fechas de entrega están en la sección [[Calendario]].

** Participaciones

En  cada  sesión   podrás  solicitar  tu  participación  si  así   corresponde.   El  número  de
participaciones será  llevado por  el profesor.  Tus aportaciones  solo serán  contabilizadas si
estás  inscrito  en   el  horario  donde  las  hiciste.  Es   tu  responsabilidad  solicitar  tu
participación.

Las participaciones  pueden ser negativas en  caso de un error  total. Un error total  puede ser
aunque no se limita a un comentario erróneo sobre un tema previamente visto, brindar información
pérfida al grupo, negarse sin motivo aparente a brindar  ayuda a la clase.

** Calificación

La calificación final será calculada de la siguiente manera:

1.  El 50%  de la  calificación  corresponde al  promedio  del rendimiento  del *grupo*.   Dicho
   promedio corresponde  a las calificaciones  de la  exposición oral de  los temas de  la clase
   (evidencia 1).
2.  El 50% de la calificación corresponde al trabajo individual. Se procederá a evaluar el video
   entregado en  el tiempo correspondiente (evidencia  2).  En caso  de que no apruebes  de esta
   manera,  se  procederá  a  evaluar  el  trabajo  escrito  (evidencia  3),  se  descartará  la
   calificación de la evidencia 2 y se tomará en cuenta la evidencia 3.

Si tienes la oportunidad de exponer más de una vez, solo se tomará en cuenta la calificación más
alta considerando la lista  de alumnos del 13 de marzo de 2021.  De lo contrario, se promediarán
las evidencias correspondientes.

*** Ajuste de calificación.

Las  participaciones servirán  para realizar  un ajuste  a la  calificación final.  Será posible
elevar la calificación  hasta un 20% de esta  forma. El valor final de  las participaciones será
calculada en cada grupo de la siguiente manera:

1. Si la calificación máxima en el grupo es diez, no habrá ajuste de calificación.
2. Si la calificación máxima  del grupo (/x/) está entre 8.1 y 9.9 y es  /n/ el número máximo de
   participaciones obtenidas  por un alumno,  entonces /n/  participaciones tendrán un  valor de
   /10-x/ puntos.
3. Si  la calificación máxima  del grupo es  menor o igual a  8.0 y es  /n/ el número  máximo de
   participaciones obtenidas por un alumno, entonces /n/ participaciones tendrán un valor de dos
   puntos.

*NOTA*: Las calificaciones finales aprobatorias con decimales igual o mayor a /.5/ se redondean,
 en cualquier otro caso se truncan.
* Rúbricas
** R1: Admisión de textos

| Criterio                       | ✓ |
|--------------------------------+---|
| Tema justificado correctamente | ✓ |
| Movimiento 1 del método CARS   | ✓ |
| Movimiento 2 del método CARS   |   |
| Movimiento 3 del método CARS   |   |
| Presentación en Latex          | ✓ |

** R2: Evaluación de textos

La calificación esta determinada por los errores anotados en la siguiente tabla:

| Criterio                      | Errores | Puntos menos | Otras observaciones acerca la puntuación |
|-------------------------------+---------+--------------+------------------------------------------|
| Coherencia y cohesión         |    4    |    -1.5      |                                          |
| Longitud                      |         |              |                                          |
| Oraciones tópico              |         |              |                                          |
| Léxico (variedad y selección) |         |              |                                          |
| Referentes                    |         |              |                                          |
| Concordancias                 |         |              |                                          |
| Conjugación T.A.M.            |         |              |                                          |
| Separación sintáctica         |         |              |                                          |
| Citas y bibliografía          |         |              |                                          |
| Norma ortográfica             |         |              |                                          |

La calificación máxima es diez.  Si se cometen tres errores en algún criterio se resta un punto,
por cada error posterior se restará medio punto. Un error puede implicar la existencia de otro.

** R3: Admisión de exposición

| Criterio                         | ✓ |
|----------------------------------+---|
| Tema justificado correctamente   |   |
| Presentó un guión o escaleta     |   |
| Presentó un texto de desarrollo  |   |
| La voz en el video es del alumno |   |
| El alumno está en el video       |   |

