evaluacion-2021-2.html

<div id="outline-container-org38fcd88" class="outline-3">
<h3 id="org38fcd88"><span class="section-number-3">4.2</span> Entregas</h3>
<div class="outline-text-3" id="text-4-2">
<p>
Toda evidencia se  trabajará durante el tiempo que  dure el semestre. De esta  forma se pretende
que mejores tu trabajo y preguntes tus dudas según vaya avanzando el curso.
</p>

<p>
Por lo tanto, las evidencias tendrán una entrega final con los siguientes pasos:
</p>

<ul class="org-ul">
<li>Crear un archivo comprimido  tipo zip, gz, bz2 o 7z que tenga  el siguiente formato de nombre:
NombreApellidos-Grupo, por ejemplo:  <i>EdgarUrielDominguezEspinoza-Gpo10.tar.gz</i>.  Este archivo
contendrá el material que  el alumno realizó, incluidos los revisados  por el profesor durante
el semestre.</li>
<li>Los formatos permitidos  para entrega de tareas son preferentemente  formatos libres como PDF,
txt, mp3, ogg, odt, ods. También se recibirán archivos doc, docx, avi, etc.</li>
<li>Los archivos y carpetas deben estar nombrados en <a href="https://es.wikipedia.org/wiki/Camel_case">formato Camel case</a>, sin acentos ni espacios.</li>
<li>El archivo debe ser entregado en la carpeta que corresponda:

<ul class="org-ul">
<li><a href="https://nc.genomorro.name/index.php/s/zaspjd7nj9fbHQF">Grupo 9</a></li>
<li><a href="https://nc.genomorro.name/index.php/s/DGne2JHq9xaZtPn">Grupo 23</a></li>
</ul></li>
</ul>

<p>
Las fechas de entrega están en la sección <a href="#org9ce8fb1">1.1</a>.
</p>
</div>
</div>

<div id="outline-container-orgdf898c3" class="outline-3">
<h3 id="orgdf898c3"><span class="section-number-3">4.3</span> Participaciones</h3>
<div class="outline-text-3" id="text-4-3">
<p>
En  cada  sesión   podrás  solicitar  tu  participación  si  así   corresponde.   El  número  de
participaciones será  llevado por  el profesor.  Tus aportaciones  solo serán  contabilizadas si
estás  inscrito  en   el  horario  donde  las  hiciste.  Es   tu  responsabilidad  solicitar  tu
participación.
</p>

<p>
Las participaciones  pueden ser negativas en  caso de un error  total. Un error total  puede ser
aunque no se limita a un comentario erróneo sobre un tema previamente visto, brindar información
pérfida al grupo, negarse sin motivo aparente a brindar  ayuda a la clase.
</p>
</div>
</div>

<div id="outline-container-org1d1c92c" class="outline-3">
<h3 id="org1d1c92c"><span class="section-number-3">4.4</span> Calificación</h3>
<div class="outline-text-3" id="text-4-4">
<p>
La calificación final será calculada de la siguiente manera:
</p>

<ol class="org-ol">
<li>El 50%  de la  calificación  corresponde al  promedio  del rendimiento  del <b>grupo</b>.   Dicho
promedio corresponde  a las calificaciones  de la  exposición oral de  los temas de  la clase
(evidencia 1).</li>
<li>El 50% de la calificación corresponde al trabajo individual. Se procederá a evaluar el video
entregado en  el tiempo correspondiente (evidencia  2).  En caso  de que no apruebes  de esta
manera,  se  procederá  a  evaluar  el  trabajo  escrito  (evidencia  3),  se  descartará  la
calificación de la evidencia 2 y se tomará en cuenta la evidencia 3.</li>
</ol>

<p>
Si tienes la oportunidad de exponer más de una vez, solo se tomará en cuenta la calificación más
alta considerando la lista  de alumnos del 13 de marzo de 2021.  De lo contrario, se promediarán
las evidencias correspondientes.
</p>
</div>

<div id="outline-container-orge620e0b" class="outline-4">
<h4 id="orge620e0b"><span class="section-number-4">4.4.1</span> Ajuste de calificación.</h4>
<div class="outline-text-4" id="text-4-4-1">
<p>
Las  participaciones servirán  para realizar  un ajuste  a la  calificación final.  Será posible
elevar la calificación  hasta un 20% de esta  forma. El valor final de  las participaciones será
calculada en cada grupo de la siguiente manera:
</p>

<ol class="org-ol">
<li>Si la calificación máxima en el grupo es diez, no habrá ajuste de calificación.</li>
<li>Si la calificación máxima  del grupo (<i>x</i>) está entre 8.1 y 9.9 y es  <i>n</i> el número máximo de
participaciones obtenidas  por un alumno,  entonces <i>n</i>  participaciones tendrán un  valor de
<i>10-x</i> puntos.</li>
<li>Si  la calificación máxima  del grupo es  menor o igual a  8.0 y es  <i>n</i> el número  máximo de
participaciones obtenidas por un alumno, entonces <i>n</i> participaciones tendrán un valor de dos
puntos.</li>
</ol>

<p>
<b>NOTA</b>: Las calificaciones finales aprobatorias con decimales igual o mayor a <i>.5</i> se redondean,
 en cualquier otro caso se truncan.
</p>
</div>
</div>
</div>
</div>
<div id="outline-container-org340b2f4" class="outline-2">
<h2 id="org340b2f4"><span class="section-number-2">5</span> Rúbricas</h2>
<div class="outline-text-2" id="text-5">
</div>
<div id="outline-container-org56ff830" class="outline-3">
<h3 id="org56ff830"><span class="section-number-3">5.1</span> R1: Admisión de textos</h3>
<div class="outline-text-3" id="text-5-1">
<table>


<colgroup>
<col  class="org-left">

<col  class="org-left">
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Criterio</th>
<th scope="col" class="org-left">✓</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Tema justificado correctamente</td>
<td class="org-left">✓</td>
</tr>

<tr>
<td class="org-left">Movimiento 1 del método CARS</td>
<td class="org-left">✓</td>
</tr>

<tr>
<td class="org-left">Movimiento 2 del método CARS</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Movimiento 3 del método CARS</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Presentación en Latex</td>
<td class="org-left">✓</td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-orgfae4d1a" class="outline-3">
<h3 id="orgfae4d1a"><span class="section-number-3">5.2</span> R2: Evaluación de textos</h3>
<div class="outline-text-3" id="text-5-2">
<p>
La calificación esta determinada por los errores anotados en la siguiente tabla:
</p>

<table>


<colgroup>
<col  class="org-left">

<col  class="org-right">

<col  class="org-right">

<col  class="org-left">
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Criterio</th>
<th scope="col" class="org-right">Errores</th>
<th scope="col" class="org-right">Puntos menos</th>
<th scope="col" class="org-left">Otras observaciones acerca la puntuación</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Coherencia y cohesión</td>
<td class="org-right">4</td>
<td class="org-right">-1.5</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Longitud</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Oraciones tópico</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Léxico (variedad y selección)</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Referentes</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Concordancias</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Conjugación T.A.M.</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Separación sintáctica</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Citas y bibliografía</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Norma ortográfica</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table>

<p>
La calificación máxima es diez.  Si se cometen tres errores en algún criterio se resta un punto,
por cada error posterior se restará medio punto. Un error puede implicar la existencia de otro.
</p>
</div>
</div>

<div id="outline-container-org2e90c67" class="outline-3">
<h3 id="org2e90c67"><span class="section-number-3">5.3</span> R3: Admisión de exposición</h3>
<div class="outline-text-3" id="text-5-3">
<table>


<colgroup>
<col  class="org-left">

<col  class="org-left">
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Criterio</th>
<th scope="col" class="org-left">✓</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Tema justificado correctamente</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Presentó un guión o escaleta</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Presentó un texto de desarrollo</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">La voz en el video es del alumno</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">El alumno está en el video</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table>
</div>
</div>
