evaluacion-2021-2.org
** R4: Evaluación de exposición

La calificación esta determinada por los errores anotados en la siguiente tabla:

| Criterio             | Errores | Puntos menos | Otras observaciones acerca de la puntuación |
|----------------------+---------+--------------+---------------------------------------------|
| Presentación         |         |              |                                             |
| Registro             |         |              |                                             |
| Dicción y entonación |         |              |                                             |
| Contexto y material  |         |              |                                             |
| Información          |         |              |                                             |
| Relevancia           |         |              |                                             |
| Claridad             |         |              |                                             |
| Bibliografía         |         |              |                                             |
| Edición de video     |         |              |                                             |
| Cierre               |         |              |                                             |

La calificación máxima es diez.  Si se cometen tres errores en algún criterio se resta un punto,
por cada error posterior se restará medio punto. Un error puede implicar la existencia de otro.
* Exámenes finales

Tienes derecho  a dos exámenes  finales.

1. Leerás el libro de ortografía: Real Academia  Española y Asociación de Academias de la Lengua
   Española, Ortografía  básica de  la lengua  española.  Madrid:  Espasa, 2012.   Elaborarás un
   acordeón en una hoja blanca.  Un acordeón de calidad puede llevarte varios intentos, por esta
   razón  puedes solicitar  la revisión  de tu  acordeón durante  el semestre.   Este examen  es
   individual y  el único  documento permitido es  el acordeón elaborado  en solamente  una hoja
   blanca.  **Requisito**: Deberás llevar el acordeón en  original y copia. **Se pedirá la copia
   digital antes de tener  acceso a las preguntas, para colocar  una calificación aprobatoria se
   revisará dicha copia**.

2. El segundo examen final tiene dos etapas:
   - Trabajo  escrito. Escogerás  un tema  relacionado con las  materias que  haz aprobado  o que
     cursas durante el semestre 2021-2.  Tu expediente,  tira de materias y temario de asignatura
     serán las pruebas de  que haz seleccionado correctamente el tema.   Escribirás un trabajo de
     dicho tema.  El  trabajo deberá aprobar la rúbrica  R1 y será calificado con  la rúbrica R2,
     las cuales  deben estar impresas  junto con  el trabajo. La  longitud del trabajo  no deberá
     exceder las cinco cuartillas.
   - Trabajo de exposición. Expondrás tu trabajo escrito.  Realizarás al menos un video en el que
     expliques el tema con claridad.  El video deberá aprobar la rúbrica R3 y será calificado con
     la rúbrica R4, las cuales deben estar impresas junto con el trabajo.

El segundo examen se  entregará como indica la sección [[Entregas]] tomando el  cuenta que el nombre
de    archivo   debe    indicar    que   se    trata   del    examen    final,   por    ejemplo:
/EdgarUrielDominguezEspinoza-Gpo10-SegundoFinal.tar.gz/

Las fechas de estos exámenes estarán disponibles en la sección [[Calendario]] de este sitio.

** Procedimiento para el primer examen final

1. Entrarás en  [[https://tao.genomorro.name][el  sitio  web  del  examen: tao.genomorro.name]]  para  contestar  el
  cuestionario.
2. La  forma de  entrar al  sitio será  con un  nombre de  usuario y  contraseña, los  cuales se
   obtendrán de la siguiente manera:

   - Nombre de usuario:
     
     Al momento  de la inscripción  proporcionaste un correo  electrónico, el nombre  de usuario
     será   el   mismo   que   el   de   dicho  correo,   por   ejemplo,   si   tu   correo   es
     /edgar.uriel84@gmail.com/ entonces el nombre de usuario será /edgar.uriel84/.

   - Contraseña:

     En esta página, más  abajo encontrarás una sección con tu número de  cuenta y la contraseña
     de acceso.

3.  Prueba con  anticipación  tu  acceso al  sitio,  si tienes  dudas  podrás  mandar un  correo
   electrónico al profesor  describiendo el problema. *Evita inconvenientes antes  del examen* y
   verifica tu acceso al sitio lo antes posible, la fecha límite esta en el [[Calendario][Calendario]].

** Contraseñas para exámenes
*** Grupo 9
| No. Cuenta | Contraseña |
|------------+------------|
|            |            |
*** Grupo 23
| No. Cuenta | Contraseña |
|------------+------------|
|            |            |

* Otros elementos útiles para tu calificación

** Latex

Latex es un lenguaje  de marcado útil para escribir textos. Puedes aprender  Latex por tu cuenta
viendo videos en internet o leyendo manuales. Si  no quieres instalar Latex en tu computadora te
recomiendo usar [[https://www.overleaf.com][Overleaf]] que es un buen editor en línea.

Algunos recursos recomendados son:

- [[https://en.wikibooks.org/wiki/LaTeX][Guía de Wikibooks sobre Latex]] (en inglés)
- Libro: [[file:assets/Edicion_de_textos_cientificos_LaTeX.pdf][Edición de textos científicos con Latex]]

** Lecturas                                                        :REVISAR:

- [[http://www.ingenieria.unam.mx/dcsyhfi/temarios/redaccion_y_exposicion_de_temas_de_ingenieria2016.pdf][Temario oficial de la asignatura]]
- [[http://www.aapaunam.mx/assets/julio_septiembre_2017_.pdf][Comunicación asertiva]] de Wázcar Verduzco Fragoso y Marlon Enediel Hernández Grijalba.
- [[https://teorialiteraria2009.files.wordpress.com/2009/06/barthes-la-muerte-del-autor.pdf][La muerte del autor]] de Roland Barthes.
- [[file:assets/Lecto-escritura.pdf][Manual de Lectoescritura]] de Margarita Alegría de la Colina.

