evaluacion-2021-2.html

<div id="outline-container-org95144f0" class="outline-3">
<h3 id="org95144f0"><span class="section-number-3">5.4</span> R4: Evaluación de exposición</h3>
<div class="outline-text-3" id="text-5-4">
<p>
La calificación esta determinada por los errores anotados en la siguiente tabla:
</p>

<table>


<colgroup>
<col  class="org-left">

<col  class="org-left">

<col  class="org-left">

<col  class="org-left">
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Criterio</th>
<th scope="col" class="org-left">Errores</th>
<th scope="col" class="org-left">Puntos menos</th>
<th scope="col" class="org-left">Otras observaciones acerca de la puntuación</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Presentación</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Registro</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Dicción y entonación</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Contexto y material</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Información</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Relevancia</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Claridad</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Bibliografía</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Edición de video</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Cierre</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table>

<p>
La calificación máxima es diez.  Si se cometen tres errores en algún criterio se resta un punto,
por cada error posterior se restará medio punto. Un error puede implicar la existencia de otro.
</p>
</div>
</div>
</div>
<div id="outline-container-org5776bd3" class="outline-2">
<h2 id="org5776bd3"><span class="section-number-2">6</span> Exámenes finales</h2>
<div class="outline-text-2" id="text-6">
<p>
Tienes derecho  a dos exámenes  finales.
</p>

<ol class="org-ol">
<li>Leerás el libro de ortografía: Real Academia  Española y Asociación de Academias de la Lengua
Española, Ortografía  básica de  la lengua  española.  Madrid:  Espasa, 2012.   Elaborarás un
acordeón en una hoja blanca.  Un acordeón de calidad puede llevarte varios intentos, por esta
razón  puedes solicitar  la revisión  de tu  acordeón durante  el semestre.   Este examen  es
individual y  el único  documento permitido es  el acordeón elaborado  en solamente  una hoja
blanca.  <b><b>Requisito</b></b>: Deberás llevar el acordeón en  original y copia. **Se pedirá la copia
digital antes de tener  acceso a las preguntas, para colocar  una calificación aprobatoria se
revisará dicha copia**.</li>

<li>El segundo examen final tiene dos etapas:
<ul class="org-ul">
<li>Trabajo  escrito. Escogerás  un tema  relacionado con las  materias que  haz aprobado  o que
cursas durante el semestre 2021-2.  Tu expediente,  tira de materias y temario de asignatura
serán las pruebas de  que haz seleccionado correctamente el tema.   Escribirás un trabajo de
dicho tema.  El  trabajo deberá aprobar la rúbrica  R1 y será calificado con  la rúbrica R2,
las cuales  deben estar impresas  junto con  el trabajo. La  longitud del trabajo  no deberá
exceder las cinco cuartillas.</li>
<li>Trabajo de exposición. Expondrás tu trabajo escrito.  Realizarás al menos un video en el que
expliques el tema con claridad.  El video deberá aprobar la rúbrica R3 y será calificado con
la rúbrica R4, las cuales deben estar impresas junto con el trabajo.</li>
</ul></li>
</ol>

<p>
El segundo examen se  entregará como indica la sección <a href="#org38fcd88">4.2</a> tomando el  cuenta que el combre
de    archivo   debe    indicar    que   se    trata   del    examen    final,   por    ejemplo:
<i>EdgarUrielDominguezEspinoza-Gpo10-SegundoFinal.tar.gz</i>
</p>

<p>
Las fechas de estos exámenes estarán disponibles en la sección <a href="#org9ce8fb1">1.1</a> de este sitio.
</p>
</div>

<div id="outline-container-orgbef0c51" class="outline-3">
<h3 id="orgbef0c51"><span class="section-number-3">6.1</span> Procedimiento para el primer examen final</h3>
<div class="outline-text-3" id="text-6-1">
<ol class="org-ol">
<li>Entrarás en  <a href="https://tao.genomorro.name">el  sitio  web  del  examen: tao.genomorro.name</a>  para  contestar  el
cuestionario.</li>
<li>La  forma de  entrar al  sitio será  con un  nombre de  usuario y  contraseña, los  cuales se
obtendrán de la siguiente manera:

<ul class="org-ul">
<li><p>
Nombre de usuario:
</p>

<p>
Al momento  de la inscripción  proporcionaste un correo  electrónico, el nombre  de usuario
será   el   mismo   que   el   de   dicho  correo,   por   ejemplo,   si   tu   correo   es
<i>edgar.uriel84@gmail.com</i> entonces el nombre de usuario será <i>edgar.uriel84</i>.
</p></li>

<li><p>
Contraseña:
</p>

<p>
En esta página, más  abajo encontrarás una sección con tu número de  cuenta y la contraseña
de acceso.
</p></li>
</ul></li>

<li>Prueba con  anticipación  tu  acceso al  sitio,  si tienes  dudas  podrás  mandar un  correo
electrónico al profesor  describiendo el problema. <b>Evita inconvenientes antes  del examen</b> y
verifica tu acceso al sitio lo antes posible, la fecha límite esta en el <a href="#org9ce8fb1">Calendario</a>.</li>
</ol>
</div>
</div>

<div id="outline-container-orgf35feed" class="outline-3">
<h3 id="orgf35feed"><span class="section-number-3">6.2</span> Contraseñas para exámenes</h3>
<div class="outline-text-3" id="text-6-2">
</div>
<div id="outline-container-org30fac54" class="outline-4">
<h4 id="org30fac54"><span class="section-number-4">6.2.1</span> Grupo 9</h4>
<div class="outline-text-4" id="text-6-2-1">
<table>


<colgroup>
<col  class="org-left">

<col  class="org-left">
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">No. Cuenta</th>
<th scope="col" class="org-left">Contraseña</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table>
</div>
</div>
<div id="outline-container-org4edca5a" class="outline-4">
<h4 id="org4edca5a"><span class="section-number-4">6.2.2</span> Grupo 23</h4>
<div class="outline-text-4" id="text-6-2-2">
<table>


<colgroup>
<col  class="org-left">

<col  class="org-left">
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">No. Cuenta</th>
<th scope="col" class="org-left">Contraseña</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>
</div>

<div id="outline-container-orgbf0d2da" class="outline-2">
<h2 id="orgbf0d2da"><span class="section-number-2">7</span> Otros elementos útiles para tu calificación</h2>
<div class="outline-text-2" id="text-7">
</div>
<div id="outline-container-org1dc64a2" class="outline-3">
<h3 id="org1dc64a2"><span class="section-number-3">7.1</span> Latex</h3>
<div class="outline-text-3" id="text-7-1">
<p>
Latex es un lenguaje  de marcado útil para escribir textos. Puedes aprender  Latex por tu cuenta
viendo videos en internet o leyendo manuales. Si  no quieres instalar Latex en tu computadora te
recomiendo usar <a href="https://www.overleaf.com">Overleaf</a> que es un buen editor en línea.
</p>

<p>
Algunos recursos recomendados son:
</p>

<ul class="org-ul">
<li><a href="https://en.wikibooks.org/wiki/LaTeX">Guía de Wikibooks sobre Latex</a> (en inglés)</li>
<li>Libro: <a href="assets/Edicion_de_textos_cientificos_LaTeX.pdf">Edición de textos científicos con Latex</a></li>
</ul>
</div>
</div>

<div id="outline-container-org9171131" class="outline-3">
<h3 id="org9171131"><span class="section-number-3">7.2</span> Lecturas&#xa0;&#xa0;&#xa0;<span class="tag"><span class="REVISAR">REVISAR</span></span></h3>
<div class="outline-text-3" id="text-7-2">
<ul class="org-ul">
<li><a href="http://www.ingenieria.unam.mx/dcsyhfi/temarios/redaccion_y_exposicion_de_temas_de_ingenieria2016.pdf">Temario oficial de la asignatura</a></li>
<li><a href="http://www.aapaunam.mx/assets/julio_septiembre_2017_.pdf">Comunicación asertiva</a> de Wázcar Verduzco Fragoso y Marlon Enediel Hernández Grijalba.</li>
<li><a href="https://teorialiteraria2009.files.wordpress.com/2009/06/barthes-la-muerte-del-autor.pdf">La muerte del autor</a> de Roland Barthes.</li>
<li><a href="assets/Lecto-escritura.pdf">Manual de Lectoescritura</a> de Margarita Alegría de la Colina.</li>
</ul>
</div>
</div>
</div>
